[
  {
    "title": "Works Progress",
    "tag": "Who We Are",
    "content": "Works Progress LLC is a full service professional firm that specializes in all phases of Cultural Resource Management (CRM): research, planning, development, management and education.  Our services include partnerships with a wide range of discipline specialists to provide our clients with a thorough, balanced and interdisciplinary approach to problem solving.  The focus of our service is on the materials culture of the built environment and the social contextual narrative that inform the decision-making process.  Our client base includes experience working with government, private and public non-profit organizations and partnerships. Our talented partners include: researchers, historians, archaeologists, cultural anthropologists, architects and architectural historians, engineers, academics, market research professionals and public non-profit organizational development specialists."
  },
  {
    "title": "Kerstin Schulz",
    "tag": "Research Associate",
    "content": "Kerstin Schulz is president of Works Progress LLC and has 30 years of experience in conducting research and writing.  Seven years of Cultural Anthropology study have given Ms. Schulz the skills to conduct interviews and interpret both written and oral results.  Ms. Schulz has conducted market research interviews for products as well as political viewpoints and successfully recruited individuals for focus groups.  Ms. Schulz has provided research to a broad range of industries including: corporate intelligence for a telecommunications company, level 1 environmental site assessments for major engineering firms, and local and statewide technical assistance information for a regional transportation organization.  She is also involved in the recruitment of minorities for participation in publicly funded capital improvement projects."
  },
  {
    "title": "Henry Kunowski",
    "tag": "Architectural Historian",
    "content": "Henry is vice president of Works Progress LLC, a woman-owned firm that provides cultural resource planning, development, management and education.  He is the company architectural historian and its practitioner in the field of cultural resource planning, development and management.  Henry has over 20 years of experience in cultural resource management including working with the Oregon State Historic Preservation Office [SHPO] and the Oregon Parks & Recreation Department as CRM Coordinator.  He managed the historic preservation program for the City of Eugene and more recently initiated the same for Portland Parks & Recreation.  As a design professional he has worked on the rehabilitation of a wide range of building and landscape types listed on the National Register of Historic Places.  Works Progress LLC is woman-owned [not certified] and has obtained ESB Certification."
  }
]
